Repository: ahadjipanayis/ormproject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, el, it, ru

source: Enterprise Risk Management - AVAX
de: Unternehmensrisikomanagement - AVAX
el: Διαχείριση Κινδύνων - AVAX
it: Gestione dei Rischi Aziendali - AVAX
ru: Управление корпоративными рисками - AVAX

source: AVAX Logo
el: Λογότυπο AVAX
it: Logo AVAX
ru: Логотип AVAX

source: Calendar
de: Kalender
el: Ημερολόγιο
it: Calendario
ru: Календарь

source: View Calendar
de: Kalender anzeigen
el: Προβολή Ημερολογίου
it: Visualizza Calendario
ru: Просмотреть календарь

source: Procedures
de: Verfahren
el: Διαδικασίες
it: Procedure
ru: Процедуры

source: IT Report
el: Αναφορά Πληροφορικής

source: View Procedures
de: Verfahren anzeigen
el: Προβολή Διαδικασιών
it: Visualizza Procedure
ru: Просмотреть процедуры

source: Documents
de: Dokumente
el: Έγγραφα
it: Documenti
ru: Документы

source: View Documents
de: Dokumente anzeigen
el: Προβολή Εγγράφων
it: Visualizza Documenti
ru: Просмотреть документы

source: Counterparties
de: Vertragspartner
el: Αντισυμβαλλόμενοι
it: Controparti
ru: Контрагенты

source: View Counterparties
de: Vertragspartner anzeigen
el: Προβολή Αντισυμβαλλομένων
it: Visualizza Controparti
ru: Просмотреть контрагентов

source: Incidents
de: Vorfälle
el: Περιστατικά
it: Incidenti
ru: Инциденты

source: View Incidents
de: Vorfälle anzeigen
el: Προβολή Περιστατικών
it: Visualizza Incidenti
ru: Просмотреть инциденты

source: Risk Registry
de: Risikoregister
el: Μητρώο Κινδύνων
it: Registro dei Rischi
ru: Реестр рисков

source: View Risk Registry
de: Risikoregister anzeigen
el: Προβολή Μητρώου Κινδύνων
it: Visualizza Registro dei Rischi
ru: Просмотреть реестр рисков

source: View KPIs/KRIs
de: KPIs/KRIs anzeigen
el: Προβολή KPIs/KRIs

source: Actions
de: Aktionen
el: Ενέργειες
it: Azioni
ru: Действия

source: View Actions
de: Aktionen anzeigen
el: Προβολή Ενεργειών
it: Visualizza Azioni
ru: Просмотреть действия

source: IT Options
de: IT-Optionen
el: Επιλογές IT
it: Opzioni IT
ru: ИТ-опции

source: Risk per IT Asset
de: Risiko pro IT-Asset
el: Κίνδυνος ανά IT Περιουσιακό Στοιχείο

source: IT Assets
el: IT Περιουσιακά Στοιχεία
it: Asset IT
ru: ИТ-активы

source: IT Threats
de: IT-Bedrohungen
el: IT Απειλές
it: Minacce IT
ru: ИТ-угрозы

source: Vulnerabilities
de: Schwachstellen
el: Ευπάθειες
it: Vulnerabilità
ru: Уязвимости

source: Network Tools
de: Netzwerk-Tools
el: Εργαλεία Δικτύου
it: Strumenti di Rete
ru: Сетевые инструменты

source: Audit Options
de: Audit-Optionen
el: Επιλογές Ελέγχου
it: Opzioni di Audit
ru: Опции аудита

source: Audit
el: Έλεγχος
it: Valutazioni
ru: Оценки

source: Assessments
de: Bewertungen
el: Αξιολογήσεις

source: Tools Options
de: Werkzeug-Optionen
el: Επιλογές Εργαλείων
it: Opzioni Strumenti
ru: Опции инструментов

source: Tools
de: Werkzeuge
el: Εργαλεία
it: Strumenti
ru: Инструменты

source: User Input
de: Benutzereingabe
el: Εισαγωγή Χρήστη

source: Flow Charts
de: Flussdiagramme
el: Διαγράμματα Ροής
it: Diagrammi di Flusso
ru: Блок-схемы

source: Mitigations
de: Mitigierungsmaßnahmen
el: Μέτρα Μετριασμού
it: Misure di Mitigazione
ru: Меры смягчения

source: Indicators
de: Indikatoren
el: Δείκτες
it: Indicatori
ru: Индикаторы

source: Opportunities
de: Chancen
el: Ευκαιρίες
it: Opportunità
ru: Возможности

source: Threats
de: Bedrohungen
el: Απειλές
it: Minacce
ru: Угрозы

source: Categories
de: Kategorien
el: Κατηγορίες
it: Categorie
ru: Категории

source: Portfolios
el: Χαρτοφυλάκια
it: Portafogli
ru: Портфели

source: Reports Options
de: Berichtsoptionen
el: Επιλογές Αναφορών
it: Opzioni Rapporti
ru: Опции отчетов

source: Reports
de: Berichte
el: Αναφορές
it: Rapporti
ru: Отчеты

source: Portfolio Reports
de: Portfolio-Berichte
el: Αναφορές Χαρτοφυλακίου
it: Rapporti di Portafoglio
ru: Отчеты по портфелям

source: Heatmaps
el: Θερμικοί Χάρτες
it: Mappe di Calore
ru: Тепловые карты

source: Risk Per Owner
de: Risiko pro Eigentümer
el: Κίνδυνος ανά Ιδιοκτήτη
it: Rischio per Proprietario
ru: Риск на владельца

source: Risk Per Category
de: Risiko pro Kategorie
el: Κίνδυνος ανά Κατηγορία
it: Rischio per Categoria
ru: Риск на категорию

source: Risk Per Portfolio
de: Risiko pro Portfolio
el: Κίνδυνος ανά Χαρτοφυλάκιο
it: Rischio per Portafoglio
ru: Риск на портфель

source: Pivots
de: Pivot-Tabellen
el: Πίνακες Στροφής
it: Tabelle Pivot
ru: Сводные таблицы

source: IMF Reports
de: IMF-Berichte
el: Αναφορές ΔΝΤ
it: Classifica
ru: Рейтинг

source: Ranking
de: Rangliste
el: Κατάταξη

source: Ranking per Portfolio
de: Rangliste pro Portfolio
el: Κατάταξη ανά Χαρτοφυλάκιο
it: Classifica per Portafoglio
ru: Рейтинг по портфелям

source: Risk Appetite
de: Risikobereitschaft
el: Όρεξη για Κίνδυνο
it: Appetito al Rischio
ru: Аппетит к риску

source: Admin Pivots
de: Admin-Pivot-Tabellen
el: Πίνακες Διαχειριστή
it: Tabelle Pivot Amministratore
ru: Сводные таблицы администратора

source: Admin Reports
de: Admin-Berichte
el: Αναφορές Διαχειριστή
it: Rapporti Amministratore
ru: Отчеты администратора

source: Risk Network
de: Risikonetzwerk
el: Δίκτυο Κινδύνων
it: Rete dei Rischi
ru: Сеть рисков

source: Open Metabase
de: Metabase öffnen
el: Άνοιγμα Metabase
it: Apri Metabase
ru: Открыть Metabase

source: Open AI Chat
el: Συνομιλία Open AI

source: XAI Chat
el: Συνομιλία XAI
it: Chat XAI
ru: Чат XAI

source: Approve
de: Genehmigen
el: Έγκριση

source: View Approvals
de: Genehmigungen anzeigen
el: Προβολή Εγκρίσεων
it: Visualizza Approvazioni
ru: Просмотреть утверждения

source: Admin Tools
el: Εργαλεία Διαχειριστή
it: Strumenti Amministratore
ru: Инструменты администратора

source: Admin Panel
el: Πίνακας Διαχειριστή
it: Pannello Amministratore
ru: Панель администратора

source: Profiles
de: Profile
el: Προφίλ
it: Profili
ru: Профили

source: Run Approvals
de: Genehmigungen ausführen
el: Εκτέλεση Εγκρίσεων
it: Esegui Approvazioni
ru: Запустить утверждения

source: Status Per User
de: Status pro Benutzer
el: Κατάσταση ανά Χρήστη
it: Stato per Utente
ru: Статус по пользователям

source: User Activity
de: Benutzeraktivität
el: Δραστηριότητα Χρήστη
it: Attività Utente
ru: Активность пользователя

source: Email Tracking
de: E-Mail-Verfolgung
el: Παρακολούθηση Email
it: Tracciamento Email
ru: Отслеживание электронной почты

source: Setup Session
de: Sitzung einrichten
el: Ρύθμιση Συνεδρίας
it: Configura Sessione
ru: Настройка сессии

source: User Options
de: Benutzeroptionen
el: Επιλογές Χρήστη
it: Opzioni Utente
ru: Опции пользователя

source: Change Password
de: Passwort ändern
el: Αλλαγή Κωδικού
it: Cambia Password
ru: Сменить пароль

source: ERM Manual
de: ERM-Handbuch
el: Εγχειρίδιο ERM
it: Manuale ERM
ru: Руководство ERM

source: Select Language
de: Sprache auswählen
el: Επιλογή Γλώσσας
it: Seleziona Lingua
ru: Выбрать язык

source: Logout
de: Abmelden
el: Αποσύνδεση
it: Disconnessione
ru: Выйти

source: Toggle Menu
de: Menü umschalten
el: Εναλλαγή Μενού
it: Attiva/Disattiva Menu
ru: Переключить меню

source: Total Risks
de: Gesamtzahl der Risiken
el: Συνολικός Αριθμός Κινδύνων
it: Totale Rischi
ru: Всего рисков

source: New Risk
de: Neues Risiko
el: Νέος Κίνδυνος
it: Nuovo Rischio
ru: Новый риск

source: Search risks by title...
de: Risiken nach Titel suchen...
el: Αναζητήστε κινδύνους κατά τίτλο...
it: Cerca rischi per titolo...
ru: Поиск рисков по названию...

source: Filters
de: Filter
el: Φίλτρα
it: Filtri
ru: Фильтры

source: Portfolio
el: Χαρτοφυλάκιο

source: Category
de: Kategorie
el: Κατηγορία
it: Categoria
ru: Категория

source: Owner
de: Eigentümer
el: Ιδιοκτήτης
it: Proprietario
ru: Владелец

source: Apply Filters
de: Filter anwenden
el: Εφαρμογή Φίλτρων
it: Applica Filtri
ru: Применить фильтры

source: Expand All
de: Alle erweitern
el: Ανάπτυξη όλων
it: Espandi Tutto
ru: Развернуть все

source: Risks
de: Risiken
el: Κίνδυνοι
it: Rischi
ru: Риски

source: Title
de: Titel
el: Τίτλος
it: Titolo
ru: Название

source: Inherent Score
de: Inhärenter Score
el: Εγγενής (Inherent) Βαθμολογία
it: Punteggio Inerente
ru: Изначальный балл

source: Residual Score
de: Residualer Score
el: Υπολειμματική (Residual) Βαθμολογία
it: Punteggio Residuo
ru: Остаточный балл

source: Targeted Score
de: Ziel-Score
el: Στοχευμένη (Targeted) Βαθμολογία
it: Punteggio Target
ru: Целевой балл

source: Owners & Approvals
de: Eigentümer & Genehmigungen
el: Ιδιοκτήτες (Owners)& Εγκρίσεις
it: Proprietari e Approvazioni
ru: Владельцы и утверждения

source: Open in new tab
de: In neuem Tab öffnen
el: Άνοιγμα Metabase
it: Apri in una nuova scheda
ru: Открыть в новой вкладке

source: No approvals
de: Keine Genehmigungen
el: Καμία εκκρεμής έγκριση.
it: Nessuna approvazione
ru: Нет утверждений

source: Close
de: Schließen
el: Κλείσιμο
it: Chiudi
ru: Закрыть

source: Collapse All
de: Alle einklappen
el: Σύμπτυξη Όλων
it: Comprimi Tutto
ru: Свернуть все

source: Description
de: Beschreibung
el: Περιγραφή
it: Descrizione
ru: Описание

source: Actions List
de: Aktionsliste
el: Λίστα Ενεργειών
it: Lista Azioni
ru: Список действий

source: No overdue actions found.
el: Δεν βρέθηκαν καθυστερημένες ενέργειες.
it: Nessuna azione in ritardo trovata.
ru: Просроченные действия не найдены.

source: Performer
de: Ausführender
el: Εκτελεστής
it: Esecutore
ru: Исполнитель

source: Deadline
el: Προθεσμία
it: Scadenza
ru: Срок

source: Countdown
el: Αντίστροφη Μέτρηση
it: Conto alla Rovescia
ru: Обратный отсчет

source: Related Risks
el: Συνδεδεμένοι Κίνδυνοι
it: Rischi Collegati
ru: Связанные риски

source: N/A
el: Μ/Δ
it: Azioni in Sospeso ({{ count }})
ru: Ожидающие действия ({{ count }})

source: No pending actions found.
el: Δεν βρέθηκαν εκκρεμείς ενέργειες.
it: Nessuna azione in sospeso trovata.
ru: Ожидающие действия не найдены.

source: Action Details
de: Details der Aktion
el: Λεπτομέρειες Ενέργειας
it: Dettagli Azione
ru: Детали действия

source: Risk Calendar - AVAX S.A.
de: Risikokalender - AVAX S.A.
el: Ημερολόγιο Κινδύνων - AVAX S.A.
it: Calendario Rischi - AVAX S.A.
ru: Календарь рисков - AVAX S.A.

source: Task Details
de: Aufgabendetails
el: Λεπτομέρειες Εργασίας
it: Dettagli Attività
ru: Детали задачи

source: Task Overview - AVAX S.A.
de: Aufgabenübersicht - AVAX S.A.
el: Επισκόπηση Εργασιών - AVAX S.A.
it: Panoramica Attività - AVAX S.A.
ru: Обзор задач - AVAX S.A.

source: Approvals
de: Genehmigungen
el: Εγκρίσεις
it: Approvazioni
ru: Утверждения

source: Error fetching events. Please try again.
de: Fehler beim Abrufen von Ereignissen. Bitte versuchen Sie es erneut.
el: Σφάλμα κατά την ανάκτηση γεγονότων. Παρακαλώ προσπαθήστε ξανά.
it: Errore nel recupero degli eventi. Riprova.
ru: Ошибка при получении событий. Пожалуйста, попробуйте снова.

source: days
de: Tage
el: ημέρες
it: giorni
ru: дней

source: Counterparty List
el: Λίστα Αντισυμβαλλομένων

source: Add Counterparty
el: Προσθήκη Αντισυμβαλλομένου

source: View KYC Standards
el: Προβολή Προτύπων KYC

source: Type
el: Τύπος

source: All
el: Όλα

source: Client
el: Πελάτης

source: Supplier
el: Προμηθευτής

source: Entity
el: Οντότητα

source: Legal Entity
el: Νομική Οντότητα

source: Individual
el: Φυσικό Πρόσωπο

source: Name
el: Όνομα
ru: Название

source: Last Assessment Date
el: Τελευταία Ημερομηνία Αξιολόγησης

source: Contact
el: Επικοινωνία

source: Sanctioned
el: Κυρώσεις

source: Risk Level
el: Επίπεδο Κινδύνου

source: Score
el: Βαθμολογία
it: Punteggio
ru: Балл

source: Active Status
el: Κατάσταση Ενεργότητας

source: No Assessments
el: Δεν Υπάρχουν Αξιολογήσεις

source: Email
el: Ηλεκτρονικό Ταχυδρομείο

source: Phone
el: Τηλέφωνο

source: Yes
el: Ναι

source: No
el: Όχι

source: Active
el: Ενεργό

source: Inactive
el: Ανενεργό

source: Edit
el: Επεξεργασία
it: Modifica
ru: Редактировать

source: Delete
el: Διαγραφή

source: No counterparties found.
el: Δεν βρέθηκαν αντισυμβαλλόμενοι.

source: Documents Management
el: Διαχείριση Εγγράφων
ru: Управление документами

source: Create New Folder
el: Δημιουργία Νέου Φακέλου
ru: Создать новую папку

source: Create a Folder
el: Δημιουργία Φακέλου
ru: Создать папку

source: Create
el: Δημιουργία
ru: Создать

source: Upload Document
el: Ανέβασμα Εγγράφου
ru: Загрузить документ

source: Upload
el: Ανέβασμα
ru: Загрузить

source: Folders
el: Φάκελοι
ru: Папки

source: Sort folders by
el: Ταξινόμηση φακέλων κατά
ru: Сортировать папки по

source: Created At
el: Ημερομηνία Δημιουργίας
ru: Дата создания

source: Are you sure you want to delete this folder and all its contents?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον φάκελο και όλο το περιεχόμενό του;
ru: Вы уверены, что хотите удалить эту папку и всё её содержимое?

source: Cannot delete folder. It may contain files or subfolders.
el: Δεν μπορεί να διαγραφεί ο φάκελος. Μπορεί να περιέχει αρχεία ή υποφακέλους.
ru: Нельзя удалить папку. Она может содержать файлы или подпапки.

source: Rename
el: Μετονομασία

source: Events
el: Περιστατικά

source: Add New Event
el: Προσθήκη Περιστατικού

source: Date
de: Datum
el: Ημερομηνία
it: Data
ru: Дата

source: Total Risks Included
el: Συνολικοί Συμπεριλαμβανόμενοι Κίνδυνοι

source: Inherent Risk Heatmap
el: Εγγενής (Inherent) Βαθμολογίες Κινδύνων

source: Click a number in the heatmap to view risks at that position.
el: Κάντε κλικ σε έναν αριθμό στον θερμικό χάρτη για να δείτε τους κινδύνους σε αυτή τη θέση.

source: Select a Heatmap Cell
el: Επιλέξτε ένα κελί στον θερμικό χάρτη.

source: Residual Risk Heatmap
el: Υπολειπόμενες (Residual) Βαθμολογίες Κινδύνων

source: Targeted Risk Heatmap
el: Υπολειπόμενες (Targeted) Βαθμολογίες Κινδύνων

source: Reporter
el: Αναφέρων

source: Edit Indicator
el: Επεξεργασία Δείκτη
it: Modifica Indicatore
ru: Редактировать индикатор

source: Add Indicator
de: Indikator hinzufügen
el: Προσθήκη Δείκτη
it: Aggiungi Indicatore
ru: Добавить индикатор

source: Save
el: Αποθήκευση
it: Salva
ru: Сохранить

source: Save Risk Changes
el: Αποθήκευση

source: Cancel
de: Abbrechen
el: Ακύρωση
it: Annulla
ru: Отмена

source: No related risks
el: Δεν υπάρχουν συνδεδεμένοι κίνδυνοι
it: Nessun rischio correlato
ru: Нет связанных рисков

source: Add New Indicator
de: Neuen Indikator hinzufügen
el: Προσθήκη Νέου Δείκτη
it: Aggiungi Nuovo Indicatore
ru: Добавить новый индикатор

source: Frequency
el: Συχνότητα
it: Frequenza
ru: Частота

source: No indicators found.
el: Δεν βρέθηκαν δείκτες.
it: Nessun indicatore trovato.
ru: Индикаторы не найдены.

source: Indicator Details
de: Details des Indikators
el: Λεπτομέρειες Δείκτη
it: Dettagli Indicatore
ru: Детали индикатора

source: ERM Views | ermapp.avax.gr
el: Προβολές ERM | ermapp.avax.gr
it: Visualizzazioni ERM | ermapp.avax.gr
ru: Представления ERM | ermapp.avax.gr

source: Enterprise Risk Management (ERM) Manual
el: Εγχειρίδιο Διαχείρισης Κινδύνων Επιχειρήσεων (ERM)
it: Manuale di Gestione dei Rischi Aziendali (ERM)
ru: Руководство по управлению корпоративными рисками (ERM)

source: Policy
el: Πολιτική
it: Politica
ru: Политика

source: Work Flow
el: Ροή Εργασίας
it: Flusso di Lavoro
ru: Рабочий процесс

source: ERD
el: ERD (Διάγραμμα Σχέσεων Οντοτήτων)
it: ERD (Diagramma Entità-Relazioni)
ru: ERD (Диаграмма сущностей и связей)

source: Likelihood and Impact
el: Πιθανότητα και Επίπτωση
it: Probabilità e Impatto
ru: Вероятность и воздействие

source: Likelihood
de: Wahrscheinlichkeit
el: Πιθανότητα
it: Probabilità
ru: Вероятность

source: Assesses the probability of a risk event occurring on a scale of 1 to 5
el: Αξιολογεί την πιθανότητα εμφάνισης ενός γεγονότος κινδύνου σε κλίμακα από 1 έως 5
it: Valuta la probabilità che un evento di rischio si verifichi su una scala da 1 a 5
ru: Оценивает вероятность возникновения рискового события по шкале от 1 до 5

source: Impact
de: Auswirkung
el: Επίδραση
it: Impatto
ru: Воздействие

source: Evaluates the potential consequences of a risk event on a scale of 1 to 5
el: Αξιολογεί τις πιθανές συνέπειες ενός γεγονότος κινδύνου σε κλίμακα από 1 έως 5
it: Valuta le potenziali conseguenze di un evento di rischio su una scala da 1 a 5
ru: Оценивает потенциальные последствия рискового события по шкале от 1 до 5

source: Understanding Risk Scores
el: Κατανόηση Βαθμολογιών Κινδύνου
it: Comprendere i Punteggi di Rischio
ru: Понимание баллов риска

source: Inherent Risk
el: Εγγενής Κίνδυνος
it: Rischio Inerente
ru: Изначальный риск

source: Picture a construction site for a bridge over a busy highway with no safety measures – that’s Inherent Risk. It’s the raw danger of a crane collapse or worker injury before we put up barriers, install supports, or enforce safety rules. It’s the worst-case scenario we face without any controls, calculated as Likelihood × Impact.
el: Φανταστείτε ένα εργοτάξιο για μια γέφυρα πάνω από έναν πολυσύχναστο αυτοκινητόδρομο χωρίς μέτρα ασφαλείας – αυτό είναι ο Εγγενής Κίνδυνος. Είναι ο ακατέργαστος κίνδυνος κατάρρευσης γερανού ή τραυματισμού εργαζομένου πριν τοποθετήσουμε φράγματα, στηρίγματα ή επιβάλουμε κανόνες ασφαλείας. Είναι το χειρότερο σενάριο που αντιμετωπίζουμε χωρίς κανέναν έλεγχο, υπολογιζόμενο ως Πιθανότητα × Επίπτωση.
it: Immagina un cantiere per un ponte sopra un'autostrada trafficata senza misure di sicurezza – questo è il Rischio Inerente. È il pericolo puro di un crollo della gru o di un infortunio al lavoratore prima di installare barriere, supporti o far rispettare le regole di sicurezza. È lo scenario peggiore che affrontiamo senza alcun controllo, calcolato come Probabilità × Impatto.
ru: Представьте строительную площадку для моста над оживленной трассой без мер безопасности – это Изначальный риск. Это чистая опасность обрушения крана или травмы работника до установки барьеров, опор или введения правил безопасности. Это худший сценарий, с которым мы сталкиваемся без каких-либо мер контроля, рассчитанный как Вероятность × Воздействие.

source: Residual Risk
el: Υπολειπόμενος Κίνδυνος
it: Rischio Residuo
ru: Остаточный риск

source: Now imagine that same bridge site, but with safety nets, guardrails, and trained workers – that’s Residual Risk. It’s what’s left after we’ve added protections like equipment checks and site inspections to reduce the danger. It’s the risk that remains even with our safety measures in place.
el: Τώρα φανταστείτε το ίδιο εργοτάξιο γέφυρας, αλλά με δίχτυα ασφαλείας, προστατευτικά κιγκλιδώματα και εκπαιδευμένους εργάτες – αυτό είναι ο Υπολειπόμενος Κίνδυνος. Είναι αυτό που απομένει αφού έχουμε προσθέσει προστασίες όπως ελέγχους εξοπλισμού και επιθεωρήσεις εργοταξίου για να μειώσουμε τον κίνδυνο. Είναι ο κίνδυνος που παραμένει ακόμα και με τα μέτρα ασφαλείας μας σε ισχύ.
it: Ora immagina lo stesso cantiere del ponte, ma con reti di sicurezza, parapetti e lavoratori addestrati – questo è il Rischio Residuo. È ciò che rimane dopo aver aggiunto protezioni come controlli dell'attrezzatura e ispezioni del cantiere per ridurre il pericolo. È il rischio che persiste anche con le nostre misure di sicurezza in atto.
ru: Теперь представьте ту же строительную площадку моста, но с сетками безопасности, перилами и обученными рабочими – это Остаточный риск. Это то, что остается после добавления защитных мер, таких как проверки оборудования и инспекции площадки, чтобы уменьшить опасность. Это риск, который остается даже при наличии наших мер безопасности.

source: Targeted Risk
el: Στοχευμένος Κίνδυνος
it: Rischio Target
ru: Целевой риск

source: Think of Targeted Risk as the ideal bridge project – perfectly safe, on schedule, and within budget. It’s the risk level we strive for after optimizing all controls, like using top-grade materials and the best engineers, to achieve a construction site where accidents are nearly impossible and operations run smoothly.
el: Σκεφτείτε τον Στοχευμένο Κίνδυνο ως το ιδανικό έργο γέφυρας – απόλυτα ασφαλές, εντός χρονοδιαγράμματος και προϋπολογισμού. Είναι το επίπεδο κινδύνου που επιδιώκουμε μετά την πλήρη βελτιστοποίηση όλων των ελέγχων, όπως η χρήση υλικών κορυφαίας ποιότητας και οι καλύτεροι μηχανικοί, για να επιτύχουμε ένα εργοτάξιο όπου τα ατυχήματα είναι σχεδόν αδύνατα και οι εργασίες κυλούν ομαλά.
it: Pensa al Rischio Target come al progetto ideale di un ponte – perfettamente sicuro, in orario e entro il budget. È il livello di rischio a cui miriamo dopo aver ottimizzato tutti i controlli, come l'uso di materiali di alta qualità e i migliori ingegneri, per ottenere un cantiere dove gli incidenti sono quasi impossibili e le operazioni procedono senza intoppi.
ru: Думайте о Целевом риске как об идеальном проекте моста – полностью безопасном, в срок и в рамках бюджета. Это уровень риска, к которому мы стремимся после оптимизации всех мер контроля, таких как использование материалов высшего качества и лучших инженеров, чтобы достичь строительной площадки, где аварии почти невозможны, а операции проходят гладко.

source: Fatality/multiple severe injuries, major loss (>€10M), project cancellations
el: Θανατηφόρο/πολλαπλοί σοβαροί τραυματισμοί, μεγάλη ζημιά (>€10M), ακυρώσεις έργων
it: Decesso/multipli infortuni gravi, perdita maggiore (>€10M), cancellazioni di progetti
ru: Смерть/множественные тяжелые травмы, крупные потери (>€10M), отмены проектов

source: Severe injury (e.g., disability), loss (€2M-€10M), multi-project disruptions
el: Σοβαρός τραυματισμός (π.χ. αναπηρία), ζημιά (€2M-€10M), διακοπές πολλαπλών έργων
it: Infortunio grave (es. disabilità), perdita (€2M-€10M), interruzioni di più progetti
ru: Тяжелая травма (например, инвалидность), потери (€2M-€10M), срывы нескольких проектов

source: Non-critical injury, moderate loss (€500k-€2M), single project disruption
el: Μη κρίσιμος τραυματισμός, μέτρια ζημιά (€500k-€2M), διακοπή ενός έργου
it: Infortunio non critico, perdita moderata (€500k-€2M), interruzione di un singolo progetto
ru: Некритическая травма, умеренные потери (€500k-€2M), срыв одного проекта

source: Minor injuries, small loss (<€500k), localized delays
el: Μικροί τραυματισμοί, μικρή ζημιά (<€500k), τοπικές καθυστερήσεις
it: Infortuni minori, perdita minima (<€500k), ritardi localizzati
ru: Незначительные травмы, небольшие потери (<€500k), локальные задержки

source: Minor inconvenience, no injuries/loss/delays
el: Μικρή ενόχληση, χωρίς τραυματισμούς/ζημιές/καθυστερήσεις
it: Minimo inconveniente, nessun infortunio/perdita/ritardo
ru: Небольшое неудобство, без травм/потерь/задержек

source: Risk Score Calculation
el: Υπολογισμός Βαθμολογίας Κινδύνου
it: Calcolo del Punteggio di Rischio
ru: Расчет балла риска

source: Likelihood Score × Impact Score
el: Βαθμολογία Πιθανότητας × Βαθμολογία Επίπτωσης
it: Punteggio Probabilità × Punteggio Impatto
ru: Балл вероятности × Балл воздействия

source: Severity Table
el: Πίνακας Σοβαρότητας
it: Tabella di Gravità
ru: Таблица серьезности

source: Score Range
el: Εύρος Βαθμολογίας
it: Intervallo di Punteggio
ru: Диапазон баллов

source: Risk Severity
el: Σοβαρότητα Κινδύνου
it: Gravità del Rischio
ru: Серьезность риска

source: High
de: Hoch
el: Υψηλή
it: Alto
ru: Высокий

source: Medium
de: Mittel
el: Μεσαία
it: Medio
ru: Средний

source: Low
de: Niedrig
el: Χαμηλή
it: Basso
ru: Низкий

source: Heatmap Visualization
el: Οπτικοποίηση Χάρτη Θερμότητας
it: Visualizzazione Mappa di Calore
ru: Визуализация тепловой карты

source: REPORT an Incident: An unplanned, unwanted event that causes or has the potential to cause harm, damage, disruption, or a breach of objectives.
el: ΑΝΑΦΟΡΑ Περιστατικού: Ένα απρογραμμάτιστο, ανεπιθύμητο γεγονός που προκαλεί ή έχει τη δυνατότητα να προκαλέσει βλάβη, ζημιά, διακοπή ή παραβίαση στόχων.
it: SEGNALA un Incidente: Un evento non pianificato e indesiderato che causa o ha il potenziale di causare danno, perdita, interruzione o una violazione degli obiettivi.
ru: СООБЩИТЬ об инциденте: Неспланированное, нежелательное событие, которое вызывает или может вызвать вред, ущерб, срыв или нарушение целей.

source: AVAX Risk Management Program
el: Πρόγραμμα Διαχείρισης Κινδύνων AVAX
it: Programma di Gestione dei Rischi AVAX
ru: Программа управления рисками AVAX
