Repository: ahadjipanayis/ormproject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, el, it, ru

source: Identify Risks Proactively
el: Προσδιορισμός Κινδύνων Προληπτικά
it: Identifica i Rischi in Modo Proattivo
ru: Проактивно выявлять риски

source: Add
de: Hinzufügen
el: Προσθήκη
it: Aggiungi
ru: Добавить

source: View
el: Προβολή
it: Visualizza
ru: Просмотреть

source: Approve Risk Management Program
el: Έγκριση Προγράμματος Διαχείρισης Κινδύνων
it: Approva Programma di Gestione dei Rischi
ru: Утвердить программу управления рисками

source: Edit Mitigation
el: Επεξεργασία Μέτρου Μετριασμού
it: Modifica Misura di Mitigazione
ru: Редактировать меру смягчения

source: Save Mitigation
de: Mitigierungsmaßnahme speichern
el: Αποθήκευση Μέτρου Μετριασμού
it: Salva Misura di Mitigazione
ru: Сохранить меру смягчения

source: Effectiveness
el: Αποτελεσματικότητα
it: Efficacia
ru: Эффективность

source: Not Tested
el: Μη Δοκιμασμένο
it: Non Testato
ru: Не протестировано

source: Ineffective
el: Αναποτελεσματικό
it: Inefficace
ru: Неэффективно

source: Partially Effective
el: Μερικώς Αποτελεσματικό
it: Parzialmente Efficace
ru: Частично эффективно

source: Effective
el: Αποτελεσματικό
it: Efficace
ru: Эффективно

source: Owners
de: Eigentümer
el: Ιδιοκτήτες
it: Proprietari
ru: Владельцы

source: Remove
el: Αφαίρεση
it: Rimuovi
ru: Удалить

source: No related risks yet.
el: Δεν υπάρχουν ακόμα σχετικοί κίνδυνοι.
it: Nessun rischio correlato ancora.
ru: Связанных рисков пока нет.

source: Select a risk to add
el: Επιλέξτε έναν κίνδυνο για προσθήκη
it: Seleziona un rischio da aggiungere
ru: Выберите риск для добавления

source: Please select a risk to link.
el: Παρακαλώ επιλέξτε έναν κίνδυνο για σύνδεση.
it: Seleziona un rischio da collegare.
ru: Пожалуйста, выберите риск для привязки.

source: Failed to link the risk.
el: Αποτυχία σύνδεσης του κινδύνου.
it: Impossibile collegare il rischio.
ru: Не удалось привязать риск.

source: Unlink
de: Verknüpfung aufheben
el: Αποσύνδεση
it: Scollega
ru: Отсоединить

source: An error occurred while linking the risk.
el: Προέκυψε σφάλμα κατά τη σύνδεση του κινδύνου.
it: Si è verificato un errore durante il collegamento del rischio.
ru: Произошла ошибка при привязке риска.

source: Failed to unlink the risk.
el: Αποτυχία αποσύνδεσης του κινδύνου.
it: Impossibile scollegare il rischio.
ru: Не удалось отсоединить риск.

source: An error occurred while unlinking the risk.
el: Προέκυψε σφάλμα κατά την αποσύνδεση του κινδύνου.
it: Si è verificato un errore durante lo scollegamento del rischio.
ru: Произошла ошибка при отсоединении риска.

source: Edit Opportunity
el: Επεξεργασία Ευκαιρίας
it: Modifica Opportunità
ru: Редактировать возможность

source: Linked Risks
el: Συνδεδεμένοι Κίνδυνοι
it: Rischi Collegati
ru: Связанные риски

source: No risks linked.
el: Δεν υπάρχουν συνδεδεμένοι κίνδυνοι.
it: Nessun rischio collegato.
ru: Риски не связаны.

source: Available Risks
el: Διαθέσιμοι Κίνδυνοι
it: Rischi Disponibili
ru: Доступные риски

source: Select a risk to link
el: Επιλέξτε έναν κίνδυνο για σύνδεση
it: Seleziona un rischio da collegare
ru: Выберите риск для привязки

source: Link
el: Σύνδεση
it: Collega
ru: Привязать

source: Select a risk from the dropdown and click 'Link.'
el: Επιλέξτε έναν κίνδυνο από το αναπτυσσόμενο μενού και κάντε κλικ στο 'Σύνδεση'.
it: Seleziona un rischio dal menu a tendina e clicca su 'Collega.'
ru: Выберите риск из выпадающего списка и нажмите 'Привязать.'

source: Back to List
el: Επιστροφή στη Λίστα
it: Torna alla Lista
ru: Вернуться к списку

source: Opportunity List
el: Λίστα Ευκαιριών
it: Lista Opportunità
ru: Список возможностей

source: Add New Procedure
de: Neues Verfahren hinzufügen
el: Προσθήκη Νέας Διαδικασίας
it: Aggiungi Nuova Procedura
ru: Добавить новую процедуру

source: Department
el: Τμήμα

source: Login
el: Είσοδος

source: Enterprise Risk Management Application
el: Εφαρμογή Διαχείρισης Επιχειρηματικών Κινδύνων

source: Reset Password
el: Επαναφορά Κωδικού

source: Change Your Password
de: Passwort ändern
el: Αλλαγή του Κωδικού σας
it: Cambia la Tua Password
ru: Сменить ваш пароль

source: Keeping your account secure is important to us. Update your password regularly to protect your data and maintain access to ermapp.avax.gr.
de: Die Sicherheit Ihres Kontos ist uns wichtig. Aktualisieren Sie Ihr Passwort regelmäßig, um Ihre Daten zu schützen und den Zugriff auf ermapp.avax.gr aufrechtzuerhalten.
el: Η διατήρηση της ασφάλειας του λογαριασμού σας είναι σημαντική για εμάς. Ενημερώστε τον κωδικό σας τακτικά για να προστατεύσετε τα δεδομένα σας και να διατηρήσετε την πρόσβαση στο ermapp.avax.gr.
it: Mantenere il tuo account sicuro è importante per noi. Aggiorna regolarmente la tua password per proteggere i tuoi dati e mantenere l'accesso a ermapp.avax.gr.
ru: Обеспечение безопасности вашего аккаунта важно для нас. Регулярно обновляйте пароль для защиты ваших данных и поддержания доступа к ermapp.avax.gr.

source: Tips for a Strong Password:
de: Tipps für ein sicheres Passwort:
el: Συμβουλές για Ισχυρό Κωδικό:
it: Suggerimenti per una Password Forte:
ru: Советы по созданию надежного пароля:

source: Use at least 12 characters.
de: Verwenden Sie mindestens 12 Zeichen.
el: Χρησιμοποιήστε τουλάχιστον 12 χαρακτήρες.
it: Usa almeno 12 caratteri.
ru: Используйте не менее 12 символов.

source: Mix letters (upper and lower case), numbers, and symbols.
de: Mischen Sie Buchstaben (Groß- und Kleinbuchstaben), Zahlen und Symbole.
el: Αναμείξτε γράμματα (κεφαλαία και μικρά), αριθμούς και σύμβολα.
it: Mescola lettere (maiuscole e minuscole), numeri e simboli.
ru: Смешивайте буквы (заглавные и строчные), цифры и символы.

source: Avoid common words or personal info (e.g., your name or birthday).
de: Vermeiden Sie gängige Wörter oder persönliche Informationen (z. B. Ihren Namen oder Geburtstag).
el: Αποφύγετε κοινές λέξεις ή προσωπικές πληροφορίες (π.χ. το όνομα ή η ημερομηνία γέννησής σας).
it: Evita parole comuni o informazioni personali (es. il tuo nome o la data di nascita).
ru: Избегайте использования общих слов или личной информации (например, вашего имени или даты рождения).

source: Make it unique—don’t reuse passwords from other sites.
de: Machen Sie es einzigartig – verwenden Sie keine Passwörter von anderen Websites erneut.
el: Κάντε το μοναδικό—μην επαναχρησιμοποιείτε κωδικούς από άλλες ιστοσελίδες.
it: Rendila unica—non riutilizzare password di altri siti.
ru: Сделайте его уникальным — не используйте пароли от других сайтов.

source: All rights reserved.
de: Alle Rechte vorbehalten.
el: Με επιφύλαξη παντός δικαιώματος.
it: Tutti i diritti riservati.
ru: Все права защищены.

source: Only owners or superusers can delete risks
de: Nur Eigentümer oder Superuser können Risiken löschen
el: Μόνο οι ιδιοκτήτες ή οι υπερχρήστες μπορούν να διαγράψουν κινδύνους
it: Solo i proprietari o i superutenti possono eliminare i rischi
ru: Только владельцы или суперпользователи могут удалять риски

source: Archive
de: Archivieren
el: Αρχειοθέτηση
it: Archivia
ru: Архивировать

source: Replicate
el: Αναπαραγωγή
it: Replica
ru: Дублировать

source: Inherent
de: Inhärent
el: Εγγενής (Inherent) Βαθμολογία
it: Inerente
ru: Изначальный

source: Residual
el: Υπολειμματική (Residual) Βαθμολογία
it: Residuo
ru: Остаточный

source: Targeted
de: Zielgerichtet
el: Στοχευμένη (Targeted) Βαθμολογία
it: Target
ru: Целевой

source: Approval Cycle
de: Genehmigungszyklus
el: Συχνότητα Έγκρισης
it: Ciclo di Approvazione
ru: Цикл утверждения

source: Treatment Type
de: Behandlungsart
el: Τύπος Αντιμετώπισης
it: Tipo di Trattamento
ru: Тип обработки

source: Unknown Role
de: Unbekannte Rolle
el: Άγνωστος Ρόλος
it: Ruolo Sconosciuto
ru: Неизвестная роль

source: Unknown User
de: Unbekannter Benutzer
el: Άγνωστος Χρήστης
it: Utente Sconosciuto
ru: Неизвестный пользователь

source: Due:
de: Fällig:
el: Λήξη:
it: Scadenza:
ru: Срок:

source: days remaining
de: verbleibende Tage
el: υπολειπόμενες ημέρες
it: giorni rimanenti
ru: дней осталось

source: Due today
de: Heute fällig
el: Λήγει σήμερα
it: Scade oggi
ru: Срок сегодня

source: Overdue by
de: Überfällig um
el: Καθυστέρηση κατά
it: In ritardo di
ru: Просрочено на

source: No approvals have been requested for this risk.
de: Für dieses Risiko wurden keine Genehmigungen angefordert.
el: Δεν έχουν ζητηθεί εγκρίσεις για αυτόν τον κίνδυνο.
it: Non sono state richieste approvazioni per questo rischio.
ru: Для этого риска не было запрошено утверждений.

source: Only owners or superusers can save changes
de: Nur Eigentümer oder Superuser können Änderungen speichern
el: Μόνο οι ιδιοκτήτες ή οι υπερχρήστες μπορούν να αποθηκεύσουν αλλαγές
it: Solo i proprietari o i superutenti possono salvare le modifiche
ru: Только владельцы или суперпользователи могут сохранять изменения

source: This search uses
de: Diese Suche verwendet
el: Αυτή η αναζήτηση χρησιμοποιεί
it: Questa ricerca utilizza
ru: Этот поиск использует

source: models.
de: Modelle.
el: μοντέλα.
it: modelli.
ru: модели.

source: Standard Mode: Uses GPT-4o static model, or
de: Standardmodus: Verwendet das statische GPT-4o-Modell, oder
el: Τυπική λειτουργία: Χρησιμοποιεί το στατικό μοντέλο GPT-4o, ή
it: Modalità Standard: Usa il modello statico GPT-4o, oppure
ru: Стандартный режим: Использует статическую модель GPT-4o, или

source: Web Mode: Uses GPT-4o (Search Preview) for live web-enabled searches, selection is automatic.
de: Webmodus: Verwendet GPT-4o (Suchvorschau) für Live-Websuchen, die Auswahl erfolgt automatisch.
el: Λειτουργία Ιστού: Χρησιμοποιεί το GPT-4o (Προεπισκόπηση Αναζήτησης) για ζωντανές αναζητήσεις με δυνατότητα Ιστού, η επιλογή γίνεται αυτόματα.
it: Modalità Web: Usa GPT-4o (Anteprima Ricerca) per ricerche web in tempo reale, la selezione è automatica.
ru: Веб-режим: Использует GPT-4o (Предпросмотр поиска) для живых веб-поисков, выбор автоматический.

source: To force Web Mode, start your query with keywords such as 'web', 'search', 'latest', 'live'.
de: Um den Webmodus zu erzwingen, beginnen Sie Ihre Anfrage mit Schlüsselwörtern wie 'web', 'search', 'latest', 'live'.
el: Για να επιβάλετε χειροκίνητα τη Λειτουργία Ιστού, ξεκινήστε την αναζήτησή σας με λέξεις-κλειδιά όπως 'web', 'search', 'latest', 'live'.
it: Per forzare la Modalità Web, inizia la tua query con parole chiave come 'web', 'search', 'latest', 'live'.
ru: Чтобы принудительно включить веб-режим, начните запрос с ключевых слов, таких как 'web', 'search', 'latest', 'live'.

source: Search
de: Suchen
el: Αναζήτηση
it: Cerca
ru: Поиск

source: Disclaimer:
de: Haftungsausschluss:
el: Αποποίηση ευθύνης:
ru: Отказ от ответственности:

source: AI and Web Mode results may not always reflect the latest risk data. Verify critical information from official sources.
de: Ergebnisse des KI- und Webmodus spiegeln nicht immer die neuesten Risikodaten wider. Überprüfen Sie kritische Informationen aus offiziellen Quellen.
el: Τα αποτελέσματα της λειτουργίας AI ενδέχεται να μην αντανακλούν πάντα τα πιο πρόσφατα δεδομένα κινδύνου. Επαληθεύστε τις κρίσιμες πληροφορίες από επίσημες πηγές.
it: I risultati della modalità AI e Web potrebbero non riflettere sempre i dati di rischio più recenti. Verifica le informazioni critiche da fonti ufficiali.
ru: Результаты AI и веб-режима не всегда отражают последние данные о рисках. Проверяйте критически важную информацию из официальных источников.

source: Web Mode: ON (Using GPT-4o)
de: Webmodus: AN (Verwendung von GPT-4o)
el: Λειτουργία Web: ΕΝΕΡΓΗ (Χρήση GPT-4o)
it: Modalità Web: ATTIVA (Usando GPT-4o)
ru: Веб-режим: ВКЛ (Используется GPT-4o)

source: Searching... Please wait.
de: Suche läuft... Bitte warten.
el: Αναζήτηση… Παρακαλώ περιμένετε.
it: Ricerca in corso... Attendi.
ru: Поиск... Пожалуйста, подождите.

source: Search Results:
de: Suchergebnisse:
el: Αποτελέσματα Αναζήτησης:
it: Risultati della Ricerca:
ru: Результаты поиска:

source: No results found.
de: Keine Ergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
it: Nessun risultato trovato.
ru: Результаты не найдены.

source: Please enter a search term.
de: Bitte geben Sie einen Suchbegriff ein.
el: Παρακαλώ εισαγάγετε έναν όρο αναζήτησης.
it: Inserisci un termine di ricerca.
ru: Пожалуйста, введите поисковый запрос.

source: Search failed:
de: Suche fehlgeschlagen:
el: Η αναζήτηση απέτυχε:
it: Ricerca fallita:
ru: Поиск не удался:

source: An error occurred:
de: Ein Fehler ist aufgetreten:
el: Προέκυψε σφάλμα:
it: Si è verificato un errore:
ru: Произошла ошибка:

source: Scores
el: Βαθμολογίες
it: Punteggi
ru: Баллы

source: General Information
de: Allgemeine Informationen
el: Γενικές Πληροφορίες
it: Informazioni Generali
ru: Общая информация

source: Ownership & Associations
de: Eigentum & Verknüpfungen
el: Ιδιοκτησία & Συνδέσεις
it: Proprietà e Associazioni
ru: Владение и связи

source: Current Owners:
de: Aktuelle Eigentümer:
el: Τρέχοντες Ιδιοκτήτες:
it: Proprietari Attuali:
ru: Текущие владельцы:

source: Add Owner:
de: Eigentümer hinzufügen:
el: Προσθήκη Ιδιοκτήτη:
it: Aggiungi Proprietario:
ru: Добавить владельца:

source: Link Existing Mitigation:
de: Bestehende Mitigierungsmaßnahme verknüpfen:
el: Σύνδεση Υπάρχοντος Μέτρου Μετριασμού:
it: Collega Misura di Mitigazione Esistente:
ru: Привязать существующую меру смягчения:

source: -- Select Mitigation --
de: -- Mitigierungsmaßnahme auswählen --
el: -- Επιλέξτε Μέτρο Μετριασμού --
it: -- Seleziona Misura di Mitigazione --
ru: -- Выберите меру смягчения --

source: Link Mitigation
de: Mitigierungsmaßnahme verknüpfen
el: Σύνδεση Μέτρου Μετριασμού
it: Collega Misura di Mitigazione
ru: Привязать меру смягчения

source: Add New Mitigation
de: Neue Mitigierungsmaßnahme hinzufügen
el: Προσθήκη Νέου Μέτρου Μετριασμού
it: Aggiungi Nuova Misura di Mitigazione
ru: Добавить новую меру смягчения

source: Mitigation Title
de: Titel der Mitigierungsmaßnahme
el: Τίτλος Μέτρου Μετριασμού
it: Titolo Misura di Mitigazione
ru: Название меры смягчения

source: Enter Mitigation Title
de: Titel der Mitigierungsmaßnahme eingeben
el: Εισαγάγετε Τίτλο Μέτρου Μετριασμού
it: Inserisci Titolo Misura di Mitigazione
ru: Введите название меры смягчения

source: Mitigation Details
de: Details der Mitigierungsmaßnahme
el: Λεπτομέρειες Μέτρου Μετριασμού
it: Dettagli Misura di Mitigazione
ru: Детали меры смягчения

source: Link an Existing Action
de: Bestehende Aktion verknüpfen
el: Σύνδεση υπάρχουσας ενέργειας
it: Collega un'Azione Esistente
ru: Привязать существующее действие

source: Select an action
de: Aktion auswählen
el: Επιλέξτε μια ενέργεια
it: Seleziona un'azione
ru: Выберите действие

source: Link Action
de: Aktion verknüpfen
el: Σύνδεση Ενέργειας
it: Collega Azione
ru: Привязать действие

source: Add Action
de: Aktion hinzufügen
el: Προσθήκη Ενέργειας
it: Aggiungi Azione
ru: Добавить действие

source: Add New Action
de: Neue Aktion hinzufügen
el: Προσθήκη Νέας Ενέργειας
it: Aggiungi Nuova Azione
ru: Добавить новое действие

source: Action Title
de: Titel der Aktion
el: Τίτλος Ενέργειας
it: Titolo Azione
ru: Название действия

source: Enter Action Title
de: Titel der Aktion eingeben
el: Εισαγάγετε τον Τίτλο της Ενέργειας
it: Inserisci Titolo Azione
ru: Введите название действия

source: Save Action
de: Aktion speichern
el: Αποθήκευση Ενέργειας
it: Salva Azione
ru: Сохранить действие

source: No linked indicators.
de: Keine verknüpften Indikatoren.
el: Δεν υπάρχουν συνδεδεμένοι δείκτες.
it: Nessun indicatore collegato.
ru: Нет привязанных индикаторов.

source: Link an Existing Indicator
de: Bestehenden Indikator verknüpfen
el: Σύνδεση Υπάρχοντος Δείκτη
it: Collega un Indicatore Esistente
ru: Привязать существующий индикатор

source: Select an indicator
de: Indikator auswählen
el: Επιλέξτε έναν δείκτη
it: Seleziona un indicatore
ru: Выберите индикатор

source: Link Indicator
de: Indikator verknüpfen
el: Σύνδεση Δείκτη
it: Collega Indicatore
ru: Привязать индикатор

source: Indicator Title
de: Titel des Indikators
el: Τίτλος Δείκτη
it: Titolo Indicatore
ru: Название индикатора

source: Enter Indicator Title
de: Titel des Indikators eingeben
el: Εισαγάγετε τον τίτλο του δείκτη
it: Inserisci Titolo Indicatore
ru: Введите название индикатора

source: Current Value
de: Aktueller Wert
el: Τρέχουσα Τιμή
it: Valore Attuale
ru: Текущее значение

source: Enter Current Value
de: Aktuellen Wert eingeben
el: Εισαγάγετε την τρέχουσα τιμή
it: Inserisci Valore Attuale
ru: Введите текущее значение

source: Reporting Date
de: Berichtsdatum
el: Ημερομηνία Αναφοράς
it: Data di Segnalazione
ru: Дата отчета

source: Save Indicator
de: Indikator speichern
el: Αποθήκευση Δείκτη
it: Salva Indicatore
ru: Сохранить индикатор

source: Inherent Scores
de: Inhärente Scores
el: Εγγενής (Inherent) Βαθμολογία
it: Punteggi Inerenti
ru: Изначальные баллы

source: Residual Scores
de: Residuale Scores
el: Υπολειμματική (Residual) Βαθμολογία
it: Punteggi Residui
ru: Остаточные баллы

source: Targeted Scores
de: Zielgerichtete Scores
el: Στοχευμένη (Targeted) Βαθμολογία
it: Punteggi Target
ru: Целевые баллы

source: Link Existing IT Asset
de: Bestehendes IT-Asset verknüpfen
el: Σύνδεση Υπάρχοντος Πόρου Πληροφορικής
it: Collega Asset IT Esistente
ru: Привязать существующий ИТ-актив

source: -- Select IT Asset --
de: -- IT-Asset auswählen --
el: -- Επιλέξτε Πόρο Πληροφορικής --
it: -- Seleziona Asset IT --
ru: -- Выберите ИТ-актив --

source: Link IT Asset
de: IT-Asset verknüpfen
el: Σύνδεση Πόρου Πληροφορικής
it: Collega Asset IT
ru: Привязать ИТ-актив

source: Add New IT Asset
de: Neues IT-Asset hinzufügen
el: Προσθήκη Νέου Πόρου Πληροφορικής
it: Aggiungi Nuovo Asset IT
ru: Добавить новый ИТ-актив

source: IT Asset Name
de: Name des IT-Assets
el: Όνομα Πόρου Πληροφορικής
it: Nome Asset IT
ru: Название ИТ-актива

source: Enter IT Asset Name
de: Name des IT-Assets eingeben
el: Εισαγάγετε Όνομα Πόρου Πληροφορικής
it: Inserisci Nome Asset IT
ru: Введите название ИТ-актива

source: Save IT Asset
de: IT-Asset speichern
el: Αποθήκευση Πόρου Πληροφορικής
it: Salva Asset IT
ru: Сохранить ИТ-актив

source: IT Asset Details
de: Details des IT-Assets
el: Λεπτομέρειες Πόρου Πληροφορικής
it: Dettagli Asset IT
ru: Детали ИТ-актива

source: IT Asset name is required!
de: Der Name des IT-Assets ist erforderlich!
el: Το όνομα του Πόρου Πληροφορικής είναι υποχρεωτικό!
it: Il nome dell'Asset IT è obbligatorio!
ru: Название ИТ-актива обязательно!

source: Error
de: Fehler
el: Σφάλμα
it: Errore
ru: Ошибка

source: Please select an IT Asset to link.
de: Bitte wählen Sie ein IT-Asset zum Verknüpfen aus.
el: Παρακαλώ επιλέξτε έναν Πόρο Πληροφορικής για σύνδεση.
it: Seleziona un Asset IT da collegare.
ru: Пожалуйста, выберите ИТ-актив для привязки.

source: Link Existing Procedure
de: Bestehendes Verfahren verknüpfen
el: Σύνδεση Υπάρχουσας Διαδικασίας
it: Collega Procedura Esistente
ru: Привязать существующую процедуру

source: -- Select Procedure --
de: -- Verfahren auswählen --
el: -- Επιλέξτε Υπάρχουσα Διαδικασία --
it: -- Seleziona Procedura --
ru: -- Выберите процедуру --

source: Link Procedure
de: Verfahren verknüpfen
el: Σύνδεση Διαδικασίας
it: Collega Procedura
ru: Привязать процедуру

source: Procedure Title
de: Titel des Verfahrens
el: Τίτλος Διαδικασίας
it: Titolo Procedura
ru: Название процедуры

source: Enter Procedure Title
de: Titel des Verfahrens eingeben
el: Εισαγάγετε Τίτλο Διαδικασίας
it: Inserisci Titolo Procedura
ru: Введите название процедуры

source: Save Procedure
de: Verfahren speichern
el: Αποθήκευση Διαδικασίας
it: Salva Procedura
ru: Сохранить процедуру

source: Procedure Details
de: Details des Verfahrens
el: Λεπτομέρειες Διαδικασίας
it: Dettagli Procedura
ru: Детали процедуры

source: Title is required!
de: Der Titel ist erforderlich!
el: Ο τίτλος είναι υποχρεωτικός!
it: Il titolo è obbligatorio!
ru: Название обязательно!

source: Please select a Procedure to link.
de: Bitte wählen Sie ein Verfahren zum Verknüpfen aus.
el: Παρακαλώ επιλέξτε μια Διαδικασία για σύνδεση.
it: Seleziona una Procedura da collegare.
ru: Пожалуйста, выберите процедуру для привязки.

source: Reported on
de: Gemeldet am
el: Αναφέρθηκε στις
it: Segnalato il
ru: Сообщено

source: No incidents reported for this risk.
de: Für dieses Risiko wurden keine Vorfälle gemeldet.
el: Δεν έχουν αναφερθεί περιστατικά για αυτόν τον κίνδυνο.
it: Nessun incidente segnalato per questo rischio.
ru: Для этого риска не сообщалось об инцидентах.

source: Add Incident
de: Vorfall hinzufügen
el: Προσθήκη Περιστατικού
it: Aggiungi Incidente
ru: Добавить инцидент

source: Incident Details
de: Details des Vorfalls
el: Λεπτομέρειες Περιστατικού
it: Dettagli Incidente
ru: Детали инцидента

source: Risk ID is missing or undefined.
de: Die Risiko-ID fehlt oder ist nicht definiert.
el: Το ID του κινδύνου λείπει ή δεν έχει οριστεί.
it: L'ID del rischio manca o non è definito.
ru: ID риска отсутствует или не определен.

source: Iframe loaded successfully
de: Iframe erfolgreich geladen
el: Το iframe φορτώθηκε επιτυχώς
it: Iframe caricato con successo
ru: Iframe успешно загружен

source: Failed to access iframe content.
de: Zugriff auf Iframe-Inhalt fehlgeschlagen.
el: Αποτυχία πρόσβασης στο περιεχόμενο του iframe.
it: Impossibile accedere al contenuto dell'iframe.
ru: Не удалось получить доступ к содержимому iframe.

source: Save button clicked in iframe
de: Speichern-Button im Iframe geklickt
el: Κουμπί αποθήκευσης πατήθηκε στο iframe
it: Pulsante Salva cliccato nell'iframe
ru: Кнопка сохранения нажата в iframe

source: Save button not found in the iframe.
de: Speichern-Button im Iframe nicht gefunden.
el: Το κουμπί αποθήκευσης δεν βρέθηκε στο iframe.
it: Pulsante Salva non trovato nell'iframe.
ru: Кнопка сохранения не найдена в iframe.

source: Failed to load iframe content.
de: Laden des Iframe-Inhalts fehlgeschlagen.
el: Αποτυχία φόρτωσης περιεχομένου του iframe.
it: Impossibile caricare il contenuto dell'iframe.
ru: Не удалось загрузить содержимое iframe.

source: Link Existing Opportunities
de: Bestehende Chancen verknüpfen
el: Σύνδεση Υπάρχουσων Ευκαιριών
it: Collega Opportunità Esistenti
ru: Привязать существующие возможности

source: -- Select Opportunity --
de: -- Chance auswählen --
el: -- Επιλέξτε Ευκαιρία --
it: -- Seleziona Opportunità --
ru: -- Выберите возможность --

source: Link Opportunity
de: Chance verknüpfen
el: Σύνδεση Ευκαιρίας
it: Collega Opportunità
ru: Привязать возможность

source: Add Opportunity
de: Chance hinzufügen
el: Προσθήκη Ευκαιρίας
it: Aggiungi Opportunità
ru: Добавить возможность

source: Opportunity Details
de: Details der Chance
el: Λεπτομέρειες Ευκαιρίας
it: Dettagli Opportunità
ru: Детали возможности

source: Link Existing Threat
de: Bestehende Bedrohung verknüpfen
el: Σύνδεση Υπάρχουσας Απειλής
it: Collega Minaccia Esistente
ru: Привязать существующую угрозу

source: -- Select Threat --
de: -- Bedrohung auswählen --
el: -- Επιλέξτε Απειλή --
it: -- Seleziona Minaccia --
ru: -- Выберите угрозу --

source: Link Threat
de: Bedrohung verknüpfen
el: Σύνδεση Απειλής
it: Collega Minaccia
ru: Привязать угрозу

source: Add Threat
de: Bedrohung hinzufügen
el: Προσθήκη Απειλής
it: Aggiungi Minaccia
ru: Добавить угрозу

source: Please select an opportunity to link.
de: Bitte wählen Sie eine Chance zum Verknüpfen aus.
el: Παρακαλώ επιλέξτε μια ευκαιρία για σύνδεση.
it: Seleziona un'opportunità da collegare.
ru: Пожалуйста, выберите возможность для привязки.

source: Error: Unable to link opportunity.
de: Fehler: Chance konnte nicht verknüpft werden.
el: Σφάλμα: Αδυναμία σύνδεσης ευκαιρίας.
it: Errore: Impossibile collegare l'opportunità.
ru: Ошибка: Невозможно привязать возможность.

source: Enter Opportunity Title:
de: Titel der Chance eingeben:
el: Εισαγάγετε Τίτλο Ευκαιρίας:
it: Inserisci Titolo Opportunità:
ru: Введите название возможности:

source: Error: Unable to add opportunity.
de: Fehler: Chance konnte nicht hinzugefügt werden.
el: Σφάλμα: Αδυναμία προσθήκης ευκαιρίας.
it: Errore: Impossibile aggiungere l'opportunità.
ru: Ошибка: Невозможно добавить возможность.
