Repository: ahadjipanayis/ormproject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, el, it, ru

source: Error: Unable to unlink opportunity.
de: Fehler: Verknüpfung der Chance konnte nicht aufgehoben werden.
el: Σφάλμα: Αδυναμία αποσύνδεσης ευκαιρίας.
it: Errore: Impossibile scollegare l'opportunità.
ru: Ошибка: Невозможно отсоединить возможность.

source: Hide Mitigations Column
el: Απόκρυψη Στήλης Μέτρων
it: Nascondi Colonna Misure di Mitigazione
ru: Скрыть столбец мер смягчения

source: Show Mitigations Column
el: Εμφάνιση Στήλης Μέτρων
it: Mostra Colonna Misure di Mitigazione
ru: Показать столбец мер смягчения

source: Password
el: Κωδικός Πρόσβασης

source: KPIs/KRIs
it: Visualizza KPIs/KRIs
ru: Просмотреть KPIs/KRIs

source: IT
it: Rischio per Asset IT
ru: Риск на ИТ-актив

source: Open AI
it: Input Utente
ru: Ввод пользователя

source: Metabase
it: Chat Open AI
ru: Чат Open AI

source: XAI
it: Approva
ru: Утвердить

source: Refresh
de: Aktualisieren
it: Aggiorna
ru: Обновить

source: Select All
de: Alle auswählen
it: Seleziona Tutto
ru: Выбрать все

source: Photo Verification
de: Fotoverifizierung
it: Asset IT, Rischi, Minacce e Vulnerabilità
ru: ИТ-активы, риски, угрозы и уязвимости

source: CIA
it: Criticità
ru: Критичность

source: Risk
de: Risiko
it: Rischio
ru: Риск

source: No risks
de: Keine Risiken
it: Nessun rischio
ru: Нет рисков

source: No IT assets registered.
de: Keine IT-Assets registriert.
it: Nessun asset IT registrato.
ru: Нет зарегистрированных ИТ-активов.

source: Save Changes in Risk
de: Änderungen am Risiko speichern
it: Salva Modifiche al Rischio
ru: Сохранить изменения в риске

source: Enter search term
de: Suchbegriff eingeben
it: Inserisci termine di ricerca
ru: Введите поисковый запрос

source: History
de: Verlauf
it: Cronologia
ru: История

source: Completed
de: Abgeschlossen
it: Completato
ru: Завершено

source: Pending
de: Ausstehend
it: In attesa
ru: В ожидании

source: Value
de: Wert
it: Valore
ru: Значение

source: Threat Details
it: Dettagli Minaccia
ru: Детали угрозы

source: Almost certain (>80%), frequent events within a year
it: Quasi certo (>80%), eventi frequenti entro un anno
ru: Практически наверняка (>80%), частые события в течение года

source: Likely (50%-80%), every 1-2 years
it: Probabile (50%-80%), ogni 1-2 anni
ru: Вероятно (50%-80%), каждые 1-2 года

source: Possible (20%-50%), every 2-5 years
it: Possibile (20%-50%), ogni 2-5 anni
ru: Возможно (20%-50%), каждые 2-5 лет

source: Unlikely (5%-20%), every 5-10 years
it: Improbabile (5%-20%), ogni 5-10 anni
ru: Маловероятно (5%-20%), каждые 5-10 лет

source: Rare (<5%), once in 10 years
it: Raro (<5%), una volta in 10 anni
ru: Редко (<5%), раз в 10 лет

source: Overdue Actions ({{ count }})
it: Azioni in Ritardo ({{ count }})
ru: Просроченные действия ({{ count }})

source: Owner: {{ username }} ({{ count }} actions)
it: Proprietario: {{ username }} ({{ count }} azioni)
ru: Владелец: {{ username }} ({{ count }} действий)

source: {{ days }} days overdue
it: {{ days }} giorni in ritardo
ru: {{ days }} дней просрочки

source: {{ days }} days left
it: {{ days }} giorni rimanenti
ru: {{ days }} дней осталось

source: ✔ Completed Actions ({{ count }})
it: ✔ Azioni Completate ({{ count }})
ru: ✔ Завершенные действия ({{ count }})

source: Add Risk
it: Aggiungi Rischio
ru: Добавить риск

source: File
ru: Файл

source: Folder
ru: Папка

source: Risk Details
de: Risikodetails

source: No owner tasks.
de: Keine Aufgaben des Eigentümers.

source: No performer tasks.
de: Keine Aufgaben des Ausführenden.

source: No approvals.
de: Keine Genehmigungen.

source: View Opportunities
de: Chancen anzeigen

source: Loan
de: Darlehen

source: IT Assets, Risks, Threats & Vulnerabilities
de: IT-Assets, Risiken, Bedrohungen & Schwachstellen

source: IT Assets Overview
de: Übersicht der IT-Assets

source: Criticality
de: Kritikalität

source: No vulnerabilities
de: Keine Schwachstellen

source: No threats
de: Keine Bedrohungen

source: Replicate Risk
de: Risiko replizieren

source: Unknown error
de: Unbekannter Fehler

source: Due
de: Fällig

source: Overdue
de: Überfällig

source: No linked actions.
de: Keine verknüpften Aktionen.

source: Threat Details
de: Details der Bedrohung

source: Please select a threat to link.
de: Bitte wählen Sie eine Bedrohung zum Verknüpfen aus.
